export default {
  // Intro
  easy: 'လွယ်ကူစွာ',
  toUse: "သုံးပြုနိုင်ရန်",
  head1: "နိုင်ငံပေါင်းစုံမှ ချက်ပြုတ်နည်းများကို လွယ်ကူစွာချက်ပြတ်နိုင်သည်။",
  head2: "ချက်ပြုတ်နည်းများကို သိမ်းစည်းထားနိုင်သည်။",
  save: 'အချိန်ကုန်',
  yourTime: 'သက်သာစေရန်',
  head3: 'တနေ့တာချက်ပြုတ်ရာမှာ စိတ်ညစ်နေပြီလား။',
  head4: 'သင့်၏ မီးဖိုချောင်အချိန်များကို လျှော့ချလိုက်ပါ။',
  next: 'နောက်တစ်ဆင့်သို့',

  // Auth 
  login: 'အကောင့်၀င်ရန်',
  loginSuccess: "အကောင့်၀င်ခြင်းအောင်မြင်ပါသည်",
  register: 'အကောင့်ဖွင့်ရန်',
  registerSuccess: "အကောင့်ဖွင့်ခြင်းအောင်မြင်ပါသည်",
  logout: 'အကောင့်ထွက်လိုက်ပါသည်',
  name: 'နာမည်',
  pwd: 'လျှို့၀ှက်နံပတ်',
  language: 'ဘာသာစကား',
  noAcc: "အကောင့်မရှိပါက",
  haveAcc: 'အကောင့်ရှိပါက',

  // Home
  hello: 'Hello',
  header: 'ယနေ့ သင်ဘာချက်ချင်လဲ?',
  search: 'ရှာဖွေရန်',
  popular: "နာမည်ကြီး ဟင်းလျှာများ",
  result: 'တွေ့ရှိသော ချက်ပြုတ်နည်း',
  nrecipe: 'ချက်ပြုတ်နည်း မရှိသေးပါ',
  addSave: 'သိမ်းထားလိုက်ပါပြီ',
  rmSave: 'ဖယ်ရှားလိုက်ပါပြီ',
  addLike: 'နှစ်သက်သည်',
  rmLike: 'မနှစ်သက်တော့ပါ',

  // Shopping
  shopping: 'စျေး၀ယ်ရန်',
  totalShopping: 'စုစုပေါင်း၀ယ်ရန်',
  nShopping: '၀ယ်စရာမရှိသေးပါ။',
  add: '၀ယ်စရာထည့်မည်',
  ingredient: '၀ယ်စရာ',
  unit: 'ပမာဏ',
  title: '၀ယ်စရာထဲတွင် ၀ယ်လိုသောအရာ',
  titleu: 'ပမာဏထဲတွင် ၀ယ်လိုသောပမာဏ',
  ingreAdd: 'စျေးခြင်းထဲသို့ ထည့်လိုက်ပါပြီ',
  ingreRm: 'စျေးခြင်းထဲမှ ဖယ်ရှားလိုက်သည်',

  // Save
  nsRecipe: 'ချက်ပြုတ်နည်း သိမ်းထားခြင်းမရှိသေးပါ။',
  totalRecipe: 'စုစုပေါင်းချက်ပြုတ်နည်း',

  // Profile
  LRecipes: 'နှစ်သက်သောချက်နည်းများ',
  SRecipes: 'သိမ်းထားသောချက်နည်းများ',
  options: 'ရွေးချယ်စရာ',
  edit: 'အကောင့်ပြင်ဆင်ရန်',
  lang: 'ဘာသာစကားပြောင်းရန်',
  shopList: 'စျေး၀ယ်မှတ်စု',
  saved: 'သိမ်းထားသော ချက်ပြုတ်နည်းများ',
  updName: 'နာမည်အသစ်',
  updPwd: 'လျှို့၀ှက်နံပတ်အသစ်',
  confirm: 'အတည်ပြုမည်',
  successUpdate: 'ပြင်ဆင်ခြင်းအောင်မြင်ပါသည်'
};